---
kind: property
id: P:Autodesk.Revit.DB.ExportLinetypeTable.Count
source: html/cdaf4c63-356d-f480-0a5f-3c660ec533f5.htm
---
# Autodesk.Revit.DB.ExportLinetypeTable.Count Property

Count of the items contained in the collection.

## Syntax (C#)
```csharp
public int Count { get; }
```